Repository: VIVOMEDIA/neos-countup
Catalog: Resources/Private/Translations/*/NodeTypes/CountUp.xlf
Languages: de

# ui.label
source: Count up
de: ZÃ¤hler

# groups.content
source: Content
de: Inhalt

# properties.start
source: Start number
de: Start

# properties.start.ui.help.message
source: The number must be in format ###.## e.g 100.00.
de: Die Zahl muss im Format ###.## angegeben werden. Z.B. 100.00.

# properties.end
source: End number
de: Ende

# properties.end.ui.help.message
source: The number must be in format ###.## e.g 100.00.
de: Die Zahl muss im Format ###.## angegeben werden. Z.B. 100.00.

# properties.duration
source: Duration in ms
de: Dauer in ms

# properties.separator
source: Separator
de: Tausendertrenner

# properties.decimal
source: Decimal
de: Dezimaltrenner

# properties.decimalPlaces
source: Decimal places
de: Dezimalstellen
